Repository: paiuolo/django-sso-app
Catalog: django_sso_app/locale/*/LC_MESSAGES/djangojs.po
Languages: it

source: Profile
it: Profilo

source: Logout
it: Uscita

source: Checking browser..
it: Check del browser..

source: Reload
it: Ricarica

source: Fetching backend stats..
it: Contatto il server..

source: Checking availability..
it: Controllo disponibilità..

source: This account is inactive.
it: Questo account è disattivato.

source: Fetching user object..
it: Recupero utente..

source: Fetching services..
it: Recupero servizi..

source: Instructions
it: Istruzioni

source: Choose service
it: Scegli un servizio.

source: Accept TOS (if required)
it: Accetta i termini di servizio (se richieso)

source: Help
it: Aiuto

source: Checking service..
it: Controllo servizio..

source: Accept
it: Accetta

source: Clink ACCEPT to accept terms of service.
it: Clicca ACCETTA per accettare i termini del servizio.

source: Subscribing..
it: Iscrizione..

source: Sending events..
it: Invio eventi..

source: Redirecting..
it: Reindirizzamento..

source: This browser is not supported.
it: Questo browser non è supportato.

source: Back
it: Indietro

source: Continue
it: Continua

source: Something happened in setting up the request that triggered an Error. Please contact support.
it: Ci sono stati problemi nell'esecuzione della richiesta. Si prega di contattare il supporto.

source: Server is unreacheable, please check your connection or try later.
it: Il server non è raggiungibile, si prega di controllare la connessione o provare più tardi.

source: Confirmation e-mail sent. Please check your inbox.
it: E-mail di conferma inviata. Controlla la casella di posta.

source: Fetching e-mail addresses..
it: Recupero inditizzi e-mail..

source: View e-mails
it: Visualizza e-mail

source: Add new e-mail
it: Aggiungi una nuova e-mail

source: Check your e-mail box to confirm new e-mail address
it: Controlla la casella di posta per confermare il nuovo indirizzo e-mail

source: Add new
it: Aggiungi nuovo

source: User e-mails
it: E-mail utente

source: Insert new e-mail
it: Inserire nuova e-mail.

source: Checking e-mail..
it: Controllo e-mail..

source: Registering e-mail..
it: Registrazione e-mail..

source: Invalid credentials.
it: Credenziali errate.

source: Invalid email.
it: E-mail non valida.

source: Invalid username.
it: Username non valido.

source: Account not found, please
it: Account non trovato,

source: SIGN UP
it: REGISTRATI

source: E-mail already registered, please
it: E-mail gia registrata,

source: LOGIN
it: ACCESSO

source: Sign up
it: Registrazione

source: Reset password
it: Reimposta la password

source: Insert username or e-mail
it: Inserisci username o e-mail

source: Insert password
it: Inserisci la password

source: help
it: aiuto

source: Checking credentials..
it: Controllo credenziali..

source: Logging in..
it: Accesso..

source: Enabling services..
it: Abilitazione servizi..

source: Checking user..
it: Controllo utente..

source: Choose a service
it: Scegli un servizio

source: Click ACCEPT to accept terms of service
it: Clicca ACCETTA per accettare i termini di servizio

source: Subscribing service..
it: Iscrizione al servizio..

source: Insert username or e-mail. If you have not created an account yet, then please <a href="/signup/" tabindex="-1">SIGN UP</a> first.
it: Inserisci username o e-mail. Se non hai ancora creato un account <a href="/signup/" tabindex="-1">REGISTRATI</a>.

source: Login
it: Accesso

source: You already unsubscribed from
it: Ti sei gia disiscritto da

source: The e-mail address and/or password you specified are not correct.
it: L'indirizzo e-mail e/o la password che hai usato non sono corretti.

source: The username and/or password you specified are not correct.
it: Lo username e/o la password che hai usato non sono corretti.

source: Would you <a href="/password/reset/" alt="reset password" tabindex="-1">RESET YOUR PASSWORD</a>?
it: Desideri <a href="/password/reset/" alt="reset password" tabindex="-1">RESETTARE LA PASSWORD</a>?

source: Are you sure you want to sign out?
it: Sei sicuro di voler uscire?

source: Logging out..
it: Uscita..

source: Insert old password
it: Inserisci la vecchia password

source: Insert a new password
it: Inserisci una nuova password

source: Confirm password
it: Conferma la password

source: Old password
it: Vecchia password

source: Checking..
it: Controllo..

source: Repeat
it: Ripeti

source: Updating password..
it: Aggiornamento password..

source: Password must be at least 8 characters long.
it: La password deve contenere almeno 8 caratteri.

source: Password didn't match.
it: Le password non coincidono.

source: Check password.
it: Controlla la password.

source: Signup
it: Registrazione

source: Insert e-mail
it: Inseririsci e-mail

source: Click confirmation e-mail
it: Clicca sull'e-mail di conferma

source: Sending password reset e-mail..
it: Invio e-mail di reset password..

source: Choose username
it: Scegli username

source: Insert first name
it: Inserisci il nome

source: Insert last name
it: Inserisci il cognome

source: Insert address
it: Inserisci la password

source: Describe yourself
it: Su di te

source: Choose picture
it: Scegli un'immagine

source: First name
it: Nome

source: Last name
it: Cognome

source: Set your position
it: Inserisci la posizione

source: Address
it: Indirizzo

source: About you..
it: Su di te..

source: Click to choose a picture
it: Clicca per scegliere un'immagine

source: Updating profile..
it: Aggiornamento profilo..

source: Profile successfully created
it: Profilo creato con successo

source: Already taken
it: Già preso

source: Check first name.
it: Controllare il nome.

source: Check last name.
it: Controllare il cognome.

source: Check address.
it: Controllare l'indirizzo.

source: Choose field
it: Scegli un campo

source: Update Field
it: Modifica il campo

source: Cancel
it: Annulla

source: Update
it: Aggiorna

source: Profile successfully updated
it: Profilo aggiornato con successo

source: Name
it: Nome

source: Description
it: Descrizione

source: Birthdate
it: Data di nascita

source: Invalid first name.
it: Formato nome errato.

source: Invalid last name.
it: Formato cognome errato.

source: Set position.
it: Inserisci la posizione.

source: We are sorry, but the sign up is currently closed.
it: Siamo spiacenti, l'iscrizione è attualmente chiusa.

source: Insert password (if required)
it: Inserisci la password (se richiesto)

source: Check your e-mail box
it: Controlla la casella e-mail

source: Choose one of the following user types
it: Scegli una delle seguenti tipologie di utente

source: User type info
it: Informazioni tipologia di utente

source: Insert e-mail, will be used for later communications
it: Inserisci e-mail, verrà usata per comunicazioni future

source: Choose a strong password
it: Inserisci una password sicura

source: Check informations
it: Controlla le informazioni

source: Signin up..
it: Registrazione..

source: association
it: associazione

source: citizen
it: cittadino

source: company
it: impresa

source: institution
it: istituzione

source: professional
it: professionista

source: school
it: scuola

source: already taken, please
it: esistente,
